{
    "guide1": {
        "title": "Preparation",
        "text": "Prepare an AA topic in advance of the meeting and be prepared to share on the topic at the beginning of the meeting from personal experience. REMEMBER…STEP ONE IS TRADITIONALLY THE TOPIC WHENEVER A NEWCOMER TO AA (never attended an AA meeting) IS IN ATTENDANCE.ALSO…A TOPIC REQUESTED BY A MEMBER MAY NEED TO TAKE PRECEDENCE OVER YOUR SELECTED TOPIC OR MAY NEED TO BE INCLUDED IN THE DISCUSSION…particularly if the member is having trouble staying sober."
    },
    "guide2": {
        "title": "Arrival",
        "text": "Please arrive at the meeting at least 10 minutes early to set up for the meeting.  Personally welcome any strangers who enter the room prior to the meeting PLEASE FAMILIARIZE YOURSELF WITH THE GROUP MEETING  GUIDE AND FOLLOW THEM AS WRITTEN! This Guide has evolved over  several years of Group Conscience input. The Meeting Guide is kept in the brown  Group Folder."
    },
    "guide3": {
        "title": "Meeting",
        "text": "START AND END THE MEETING ON TIME. Complete the announcements, etc.  and begin member discussion within the first 15 minutes of the meeting. Keep the meeting on track. Occasionally remind the group of the topic to let those  arriving late know what topic is being discussed. If the meeting gets off track call  on one or more old-timers to restore meeting focus."
    },
    "guide4": {
        "title": "Flow",
        "text": "THE CHAIRPERSON SHOULD NOT DOMINATE THE MEETING BY  MAKING UNNECESSARY COMMENTS THROUGHOUT THE MEETING. It is  the group’s meeting…NOT the chairperson’s meeting INCLUDED IN THE DISCUSSION…particularly if the member is having trouble  staying sober. Do not allow cross-talk (conversation between two or more attendees)."
    },
    "guide5": {
        "title": "Disruptions",
        "text": "If an attendee is disruptive to the meeting or will not comply with the Group Conscience Guidelines quietly ask one or more home group members of the same gender to accompany the disruptive person out of the room."
    },
    "guide6": {
        "title": "Afterward",
        "text": "At the end of the meeting give out sobriety chips, and then close with the Lord’s Prayer. Return books, basket, cart, etc. to group's room. Ensure attendance and collection are recorded in the group book."
    }
}